{
    "humor": {
        "text": [
            "“Arthur stares at me. His mouth twitches, as if he’s preparing a retort but it gets lost in his throat.”",
            "A “You… You…”",
            "He seems to be chewing each individual word for several seconds before he says it. Although Arthur is noticeably shorter than me, he projects a certain resolute and aggressive air.",
            "Arthur: “You… Poser!”",
            "He points for emphasis, confident that his insult struck a target that I refuse to acknowledge. I dismiss it with a wave of my hand.",
            "You: “You think you’re hot shit because you work in a morgue? Boy. I’ve been working around dead bodies since before you were a live one.”",
            "Although I do my best to sound dismissive, Arthur’s passive aggression is growing by the moment. He sidesteps the examination table and puffs his chest up. The gesture pushes his medical scrubs to the side, causing the deep V of his neckline to expose a weird toned chest.",
            "Something catches my attention.",
            "The phrase ‘LEATHER DADDY PROBLEM’ is tattooed across Arthur’s chest in a bold, elegant font.",
            "I am at once disarmed and stimulated. A wounded wolf retreating to its cave to prepare an ambush.",
            "You: “Prove it.”",
            "My words are a challenge for both of us. A dare for him to affirm it, and a dare for me to appreciate it.",
            "With a near industrial efficiency, Arthur grabs the hem of his hospital scrubs and yanks the pants off in a single fluid motion.",
            "I gasp.",
            "You: “Gasp.”",
            "Hanging between Arthur’s knees is a goddamn fleshy ballknocker, complete with ornamental piercings at the end.",
            "It’s not just a fisherman’s rod, but a full tackle kit to boot.",
            "Arthur: “Impressed?”",
            "I don’t need to respond. He knows the answer.",
            "My gaze is fixated on a certain pair of ornamental piercings at the end of his fleshy kickstand.",
            "His snub-nosed rifle.",
            "His bald Doctor Phillip.",
            "His wagging front-tail.",
            "His burrowing bishop.",
            "His cartilage canoe.",
            "His milkweed pipe.",
            "His atomic meat mallet.",
            "Arthur: “I have two rings pierced at the tip of my meat rocket. Whenever I pee, it comes out in three streams.”",
            "Arthur: “Yknow. To mock the holy trinity.”",
            "Arthur: “Told ya’ I know goth culture.”",
            "Everything clicks into place. The morgue. Arthur. Secrets too primal to have names.",
            "My eyes meet his. There’s an understanding far deeper and more barbed than anything I could put into words. Whatever understanding lies in Arthur’s gaze escapes and burrows its way to my very core.",
            "A dozen frantic, anonymous conversations, each buried in the depths of anonymous internet chat rooms for fear of how they could blossom in the daylight.",
            "You: “Arthur…”",
            "He’s more goth than all of us.",
            "Instinct kicks in. Our eyes frantically size up the room in search of an appropriate surface.",
            "Arthur: “Yaaa!”",
            "With a howl, Arthur kicks the body off of the examination table. Raw instinct kicks in.",
            "We leap onto the cold steel, so entwined that it’s impossible to separate us.",
            "The sensation of cold steel energizes us, supercharging the air as we descend into the inky blackness of ultra goth passion…"
        ]
    },
    "conspiracy": {},
    "lover": {
        "text": [
            "The murderer is named Theodore Bernard, a serial killer in the area, my love wasn’t his first victim but I made damn sure he would be the last. The killing blow was delivered to the skull with large garden shears.",
            "Before the blow could be delivered, Mark had known a strike was coming and initially turned to block with his arms held up. After that, Theodore knew he had to act quickly and took no time in dealing a blow to the head.",
            "After we delivered our findings to the police, they were cross-referenced against similar cases. The results of the examination, plus the discovery of the murder weapon, plus the pattern that emerged between cases narrowed down the list of suspects. The boys in blue kept working and eventually, we found the killer.",
            "I was able to go to his court hearing, look the killer in the eyes, and present the evidence that put him away. All this without revealing my relationship with Mark and keeping true to the goal I hoped to achieve. I know that justice was served, and a criminal was put behind bars.",
            "Theodore can’t hurt anyone else, families can finally grieve, and I can allow myself to process the death of the love of my life. I guess this autopsy helped repair a lot this time around."
          ]
    },
    "killer": {
        "text": [
            "They’re brilliant",
            "It’s clear that whoever the killer is, they’re intelligent. They have medical knowledge, and the physical ability to put it to use.",
            "Hiding the torture as physical assault is a particularly clever move, the kind of thing that would fool all but the most brilliant of investigators. The violence is a sort of deflection all on its own, leading the unpracticed mind to deduce it was the goal instead of the means.",
            "But then what is the goal?",
            "To bamboozle, confuse, and confound their pursuers of course. To leave clues the police wouldn’t catch, evidence that less intelligent minds would never catch. To intentionally mess up, but be so many steps ahead that they still leave everyone else in the dust.",
            "What else would be the end motive?",
            "You: “He’s brilliant”",
            "Arthur: “Sorry?”",
            "You: “The killer. It’s clear that we’re only seeing what they want us to see. A constructed tableau, meticulously crafted for the only audience who would ever see it.”",
            "Arthur: “And that would be?”",
            "Arthur’s somewhat defiant tone had melted away like snow on a spring morning, leaving the daffodils of understanding in their wake. And like daffodils, understanding was a vicious and relentless weed, springing from the asphalt of an uncultured mind.",
            "You: “Us of course. The coroners, the only people intelligent enough to see the full picture. They want us to try to catch them, to fly like Icarus close to their blinding sun.”",
            "Arthur: “So the arms-”",
            "You: “A clever distraction, getting us to think they had been in a struggle.”",
            "Arthur: “The torso-”",
            "You: “An examination, a modern day divination by entrails. Searching for meaning amongst filth and offal.”",
            "Arthur: “And the head?”",
            "You: “A modern day executioner’s blade. A beautiful release from anguish, to the loving caress of death. A cocoon of suffering, releasing the butterfly of the soul into the void.”",
            "Arthur: “Why this victim?”",
            "You: “It isn’t like the other victims is it? Twenty to Thirty something white male, not real distinguishing characteristics. It doesn’t fit their pattern, won’t be attached to the other killings.”",
            "Arthur paused, like a really stupid person thinking about something terribly complicated.",
            "Arthur: “Wait. What other murders are you talking about?”",
            "You: “The other string of murders? The series of unsolved homicides that have been taking place in this city, covered up by the police to stop panic?”",
            "Arthur: “I, uh, haven’t heard about anything like that. You’re saying that there has been a series of murders in the city, all originating from the same serial killer, which the police haven’t even connected to the same perpetrator yet?”",
            "It was like explaining sex to a Panda.",
            "You: “Yes Arthur, that is what I’m saying.”",
            "Arthur: “How would you know about this?”",
            "The human brain can survive without oxygen for three seconds. Which meant that Arthur had roughly the refractory period of a wasp to contemplate the scalpel jutting out of his jugular vein.",
            "I had roughly four hours to clean up before the night crew arrived. That would be enough time to clean up the splatter, bleach the floor, and jam Arthur’s body in my trunk. Arthur wasn’t scheduled for work tomorrow, which would give us plenty of time to get acquainted.",
            "I had a perfect little spot outside of town I had been waiting to use: too low profile for my tastes but perfect for something actually incriminating."
        ]
    }
}