{
    "humor": {
        "text": [
            "“Arthur stares at me. His mouth twitches, as if he’s preparing a retort but it gets lost in his throat.”",
            "A “You… You…”",
            "He seems to be chewing each individual word for several seconds before he says it. Although Arthur is noticeably shorter than me, he projects a certain resolute and aggressive air.",
            "Arthur: “You… Poser!”",
            "He points for emphasis, confident that his insult struck a target that I refuse to acknowledge. I dismiss it with a wave of my hand.",
            "You: “You think you’re hot shit because you work in a morgue? Boy. I’ve been working around dead bodies since before you were a live one.”",
            "Although I do my best to sound dismissive, Arthur’s passive aggression is growing by the moment. He sidesteps the examination table and puffs his chest up. The gesture pushes his medical scrubs to the side, causing the deep V of his neckline to expose a weird toned chest.",
            "Something catches my attention.",
            "The phrase ‘LEATHER DADDY PROBLEM’ is tattooed across Arthur’s chest in a bold, elegant font.",
            "I am at once disarmed and stimulated. A wounded wolf retreating to its cave to prepare an ambush.",
            "You: “Prove it.”",
            "My words are a challenge for both of us. A dare for him to affirm it, and a dare for me to appreciate it.",
            "With a near industrial efficiency, Arthur grabs the hem of his hospital scrubs and yanks the pants off in a single fluid motion.",
            "I gasp.",
            "You: “Gasp.”",
            "Hanging between Arthur’s knees is a goddamn fleshy ballknocker, complete with ornamental piercings at the end.",
            "It’s not just a fisherman’s rod, but a full tackle kit to boot.",
            "Arthur: “Impressed?”",
            "I don’t need to respond. He knows the answer.",
            "My gaze is fixated on a certain pair of ornamental piercings at the end of his fleshy kickstand.",
            "His snub-nosed rifle.",
            "His bald Doctor Phillip.",
            "His wagging front-tail.",
            "His burrowing bishop.",
            "His cartilage canoe.",
            "His milkweed pipe.",
            "His atomic meat mallet.",
            "Arthur: “I have two rings pierced at the tip of my meat rocket. Whenever I pee, it comes out in three streams.”",
            "Arthur: “Yknow. To mock the holy trinity.”",
            "Arthur: “Told ya’ I know goth culture.”",
            "Everything clicks into place. The morgue. Arthur. Secrets too primal to have names.",
            "My eyes meet his. There’s an understanding far deeper and more barbed than anything I could put into words. Whatever understanding lies in Arthur’s gaze escapes and burrows its way to my very core.",
            "A dozen frantic, anonymous conversations, each buried in the depths of anonymous internet chat rooms for fear of how they could blossom in the daylight.",
            "You: “Arthur…”",
            "He’s more goth than all of us.",
            "Instinct kicks in. Our eyes frantically size up the room in search of an appropriate surface.",
            "Arthur: “Yaaa!”",
            "With a howl, Arthur kicks the body off of the examination table. Raw instinct kicks in.",
            "We leap onto the cold steel, so entwined that it’s impossible to separate us.",
            "The sensation of cold steel energizes us, supercharging the air as we descend into the inky blackness of ultra goth passion…"
        ]
    },
    "conspiracy": {
        "text": [
            "You: “Arthur, I need you to run a test for me.”",
            "I grab my scalpel, removing a small section of the liver, looking for a sample with some of the white discoloration present.",
            "You: “I want you to look and test for Ascaris Suum. I’ll write it in your notes for you.”",
            "I place the sample on a slide, and Arthur takes it. I reach for a pen, but Arthur has one at the ready. It’s a fine pen, really. I’d say it’s too nice for the lab; it belongs at a dark-wood desk in some sleuth’s private office.",
            "Arthur presents his notes, taking me away from my distraction. I glance at them, and there seems to be a lot less written than I had thought. Interesting.",
            "Trying not to betray the doubt in my mind with the carelessness of my face, I write the name in an open section at the bottom of the page.",
            "Whether he finds it or not, I know it’s there. I know pigs well enough to know what a roundworm infestation looks like.",
            "The victim is dirty, but none of the filth is consistent with farm work. That, and the clothes he was found with don’t match the profile of a farm boy. He was meticulously groomed, too. I don’t think anyone was counting on this being found.",
            "That explains the state of the intestines, too. Roundworm primarily appears in the intestines, and if someone were looking to hide it, that’s what someone would destroy.",
            "Arthur leaves the room, glancing back at me as he closes the door behind him. The autopsy begins here.",
            "I have to get a better look at the head. The wound festers, not with bacteria, but with the stench of deception. I’m going to have to shave around it.",
            "‘Evidence’ be damned. The evidence is all hiding under the surface, and I know it. Nothing adds up to a normal conclusion. Nothing on the outside matches the inside, and I have to get inside to know the truth.",
            "I retrieve hair trimmers from a supply closet nearby. Procedure dictates that the hair should go in an evidence bag, but that’s not important here. None of that matters.",
            "Hair scatters to the floor like a wedding dress being tossed off on honeymoon. I have to pause briefly every so often to make sure Arthur doesn’t interrupt me. I know he’d have some snide remarks for me, and I don’t have time to humor them.",
            "Pale, almost aqua-tinted skin is revealed, and something else is revealed with it. A corner, protruding from hair still left on the head, like a mouse peeking out of its hole.",
            "The rest of the hair goes.",
            "What I’m left with is a confirmation. Like a revelation unto a prophet, I am met with the missing piece I’ve been searching for.",
            "The now bald head of the victim shows a new tattoo. Unrecognizable symbols are set into a geometric design, peering at me from their former hiding place. The shape is, as a whole, mostly circular. Odd corners and dots leak out of the geometry, no two sections entirely alike.",
            "Artistically, I can’t tell what the origins could be. I see mehndi, art deco, euclidean and non-euclidean geometry, all woven into a delicate, yet forceful display.",
            "It’s mesmerizing, really. I feel like I’m being absorbed by its unknowable aura.",
            "I’m jostled back to my senses by Arthur’s voice, manic.",
            "Arthur: “What is going on? Doctor, you’ve just compromised any and all of the evidence we could have found in the victim’s hair! And what is that tattoo? How could you have possibly known it was there?!”",
            "Shit. I didn’t even hear him come in. How inconvenient.",
            "You: “I’m going to need you to calm down.”",
            "Arthur: “Calm down?! Absolutely not! You’ve breached procedure!”",
            "He looks upset, like a wasp buzzing around after the nest of normality was whacked with the stick of progress.",
            "You: “What did you find from the sample?”",
            "Arthur: “Nothing! What you’re looking for is only in pigs! You can’t be serious about the idea that the victim had an infestation found in pigs, that’s ludicrous!”",
            "Fine. I know that’s not true, but I’ve found something more important.",
            "You: “Thank you, Arthur. You’re right. Let’s move on to the symbols here.”",
            "Arthur settles briefly, and his face relaxes. Good.",
            "You: “I need you to record these markings, and send them to an outside lab for study. I’ll leave that to your discretion.”",
            "Really, I just need him out of my hair for a while. Heh. Hair.",
            "Arthur pauses for a moment, regarding the design on the victim’s head. He begins to write in his notes, and I take a seat nearby. I’ve been standing long enough that my joints creak on the way into the seat; hinges of an abandoned gate wresting themselves free of the age that bound them for so long.",
            "I’m exhausted.",
            "When I awake, Arthur is gone. I’m alone with the body, now covered by a sheet. I don’t know for how long I dozed off, but any time I have alone with the body is wasting. There’s a lump in my throat.",
            "I jump to my feet, and throw the sheet over the victim to the side. Everything is exactly as I remember. Frankly, I’m surprised. I’d have thought Arthur would have gone to some administrator by now, halting my investigation in its tracks.",
            "I have to find out what those symbols mean. They look almost like sanskrit, and that might fit with the murder weapon, but they’re too far from anything I recognize. What could they be?",
            "Arthur steps back into the examination room.",
            "Arthur: “Doctor, you’re awake.”",
            "Arthur’s demeanor has changed. Where once I saw a timid nerd just off the book and into the fire, I now see someone significantly more calculated.",
            "Or was it my perception that changed? Has he been this way the whole time?",
            "He’s not wearing his mask. There’s something about seeing a co-worker’s mouth that unsettles me. I work and live in a sterile environment, and someone without a mask is an intrusion on the sanctity of that sterility.",
            "Arthur: “Doctor, is something the matter? You’re pale as death.”",
            "I struggle to say what I’m thinking, the lump in my throat growing larger.",
            "You: “Your mask should be on.”",
            "Arthur: “I suppose it should. Really, though, I shouldn’t be in here at all. I’m not here to conduct an autopsy.”",
            "My thoughts burn with the sting of regret. I knew something was wrong. I’ve been poking around in something I never should have noticed. The search for the truth blinded me to my own peril.",
            "I never should have accepted a cadaver that was handled so poorly.",
            "Arthur: “Doctor, you’re shaking. I hope you’re not too chilly, with all these cold bodies around.”",
            "Arthur grabs the pendant from the victim’s belongings, placing it around his own neck. His expression flashes with excitement.",
            "Arthur: “Let me tell you about your role in our operation. It’s a bit of a rushed development, but conveniently, you’ll do great.”",
            "I swallow. The lump in my throat sinks into my stomach. Standing, I feel the lump persist. I swallowed something real?",
            "Arthur: “You’re right on time. I’m sure you’ve noticed by now the gift I’ve given you. It’s something crucial to your role: a bezoar, of sorts. It holds the will of the gods, and you are to become the sacrifice for their return.”",
            "Arthur: “The age of man has gone far too long, and I will be the one to end it! I’ve spent years preparing for this moment, and I’ll not allow you to get in my way! Fate has placed you in my path, and I have risen above the challenge! I sip the nectar of enlightenment, and make you the final sacrifice!”",
            "Arthur brandishes a dagger, long and ornate. He’s coming!",
            "Arthur rushes toward me, dagger held in both hands. I leap to the side, avoiding the attack. Arthur plunges the weapon into the seat I was in moments before, and a black flame sputters from the cushion, and into nothing.",
            "Arthur scoffs. He turns toward me, adjusting his grip on the dagger. Faintly, I can see that the veins on his hands are more pronounced, and he winces slightly, catching my gaze.",
            "Is the dagger hurting him? If I can avoid him long enough, I can wear him down and make the fight mine.",
            "He lunges before I have time to plan a course, and I skirt around the operating table, just barely out of the way. My arm burns.",
            "Shit.",
            "I don’t have time to look at it. I heave the table toward Arthur, and the corpse with it. Arthur, surprised, tries to deflect the body’s weight. The dagger plunges into the corpse, and Arthur is carried by it to the floor. The table lands on his shins, and he cries out.",
            "I move without thinking. I stumble over the mess to Arthur, grabbing him by the throat.",
            "He struggles, trying to kick the table away. Now that I catch a glimpse of my arm, he cut me badly, and that black flame is raging from the wound.",
            "I tighten my grip, and the flames jump higher, scalding my brow. I can’t let pain stop me. I have to live, to get the truth out.",
            "My knuckles are white, and Arthur is fighting with less and less vigor. I put all my strength into one last surge, shifting my weight so that I’m putting as much of it onto his trachea as possible.",
            "We lock eyes, and his glaze over.",
            "I fall backward, relieved and heartbroken. I pry the dagger from Arthur’s grip, and the still-burning flames from my arm leap to it. The wound begins to bleed.",
            "I lay the dagger next to Arthur, and sit back in the chair I had napped in. I’ll have to perform an autopsy on Arthur, I expect, so I’ll get some sleep while I can."
          ]
    },
    "lover": {
        "text": [
            "The murderer is named Theodore Bernard, a serial killer in the area, my love wasn’t his first victim but I made damn sure he would be the last. The killing blow was delivered to the skull with large garden shears.",
            "Before the blow could be delivered, Mark had known a strike was coming and initially turned to block with his arms held up. After that, Theodore knew he had to act quickly and took no time in dealing a blow to the head.",
            "After we delivered our findings to the police, they were cross-referenced against similar cases. The results of the examination, plus the discovery of the murder weapon, plus the pattern that emerged between cases narrowed down the list of suspects. The boys in blue kept working and eventually, we found the killer.",
            "I was able to go to his court hearing, look the killer in the eyes, and present the evidence that put him away. All this without revealing my relationship with Mark and keeping true to the goal I hoped to achieve. I know that justice was served, and a criminal was put behind bars.",
            "Theodore can’t hurt anyone else, families can finally grieve, and I can allow myself to process the death of the love of my life. I guess this autopsy helped repair a lot this time around."
          ]
    },
    "killer": {
        "text": [
            "They’re brilliant",
            "It’s clear that whoever the killer is, they’re intelligent. They have medical knowledge, and the physical ability to put it to use.",
            "Hiding the torture as physical assault is a particularly clever move, the kind of thing that would fool all but the most brilliant of investigators. The violence is a sort of deflection all on its own, leading the unpracticed mind to deduce it was the goal instead of the means.",
            "But then what is the goal?",
            "To bamboozle, confuse, and confound their pursuers of course. To leave clues the police wouldn’t catch, evidence that less intelligent minds would never catch. To intentionally mess up, but be so many steps ahead that they still leave everyone else in the dust.",
            "What else would be the end motive?",
            "You: “He’s brilliant”",
            "Arthur: “Sorry?”",
            "You: “The killer. It’s clear that we’re only seeing what they want us to see. A constructed tableau, meticulously crafted for the only audience who would ever see it.”",
            "Arthur: “And that would be?”",
            "Arthur’s somewhat defiant tone had melted away like snow on a spring morning, leaving the daffodils of understanding in their wake. And like daffodils, understanding was a vicious and relentless weed, springing from the asphalt of an uncultured mind.",
            "You: “Us of course. The coroners, the only people intelligent enough to see the full picture. They want us to try to catch them, to fly like Icarus close to their blinding sun.”",
            "Arthur: “So the arms-”",
            "You: “A clever distraction, getting us to think they had been in a struggle.”",
            "Arthur: “The torso-”",
            "You: “An examination, a modern day divination by entrails. Searching for meaning amongst filth and offal.”",
            "Arthur: “And the head?”",
            "You: “A modern day executioner’s blade. A beautiful release from anguish, to the loving caress of death. A cocoon of suffering, releasing the butterfly of the soul into the void.”",
            "Arthur: “Why this victim?”",
            "You: “It isn’t like the other victims is it? Twenty to Thirty something white male, not real distinguishing characteristics. It doesn’t fit their pattern, won’t be attached to the other killings.”",
            "Arthur paused, like a really stupid person thinking about something terribly complicated.",
            "Arthur: “Wait. What other murders are you talking about?”",
            "You: “The other string of murders? The series of unsolved homicides that have been taking place in this city, covered up by the police to stop panic?”",
            "Arthur: “I, uh, haven’t heard about anything like that. You’re saying that there has been a series of murders in the city, all originating from the same serial killer, which the police haven’t even connected to the same perpetrator yet?”",
            "It was like explaining sex to a Panda.",
            "You: “Yes Arthur, that is what I’m saying.”",
            "Arthur: “How would you know about this?”",
            "The human brain can survive without oxygen for three seconds. Which meant that Arthur had roughly the refractory period of a wasp to contemplate the scalpel jutting out of his jugular vein.",
            "I had roughly four hours to clean up before the night crew arrived. That would be enough time to clean up the splatter, bleach the floor, and jam Arthur’s body in my trunk. Arthur wasn’t scheduled for work tomorrow, which would give us plenty of time to get acquainted.",
            "I had a perfect little spot outside of town I had been waiting to use: too low profile for my tastes but perfect for something actually incriminating."
        ]
    }
}