{
    "humor": {
        "text": [
            "“Arthur stares at me. His mouth twitches, as if he’s preparing a retort but it gets lost in his throat.”",
            "A “You… You…”",
            "He seems to be chewing each individual word for several seconds before he says it. Although Arthur is noticeably shorter than me, he projects a certain resolute and aggressive air.",
            "Arthur: “You… Poser!”",
            "He points for emphasis, confident that his insult struck a target that I refuse to acknowledge. I dismiss it with a wave of my hand.",
            "You: “You think you’re hot shit because you work in a morgue? Boy. I’ve been working around dead bodies since before you were a live one.”",
            "Although I do my best to sound dismissive, Arthur’s passive aggression is growing by the moment. He sidesteps the examination table and puffs his chest up. The gesture pushes his medical scrubs to the side, causing the deep V of his neckline to expose a weird toned chest.",
            "Something catches my attention.",
            "The phrase ‘LEATHER DADDY PROBLEM’ is tattooed across Arthur’s chest in a bold, elegant font.",
            "I am at once disarmed and stimulated. A wounded wolf retreating to its cave to prepare an ambush.",
            "You: “Prove it.”",
            "My words are a challenge for both of us. A dare for him to affirm it, and a dare for me to appreciate it.",
            "With a near industrial efficiency, Arthur grabs the hem of his hospital scrubs and yanks the pants off in a single fluid motion.",
            "I gasp.",
            "You: “Gasp.”",
            "Hanging between Arthur’s knees is a goddamn fleshy ballknocker, complete with ornamental piercings at the end.",
            "It’s not just a fisherman’s rod, but a full tackle kit to boot.",
            "Arthur: “Impressed?”",
            "I don’t need to respond. He knows the answer.",
            "My gaze is fixated on a certain pair of ornamental piercings at the end of his fleshy kickstand.",
            "His snub-nosed rifle.",
            "His bald Doctor Phillip.",
            "His wagging front-tail.",
            "His burrowing bishop.",
            "His cartilage canoe.",
            "His milkweed pipe.",
            "His atomic meat mallet.",
            "Arthur: “I have two rings pierced at the tip of my meat rocket. Whenever I pee, it comes out in three streams.”",
            "Arthur: “Yknow. To mock the holy trinity.”",
            "Arthur: “Told ya’ I know goth culture.”",
            "Everything clicks into place. The morgue. Arthur. Secrets too primal to have names.",
            "My eyes meet his. There’s an understanding far deeper and more barbed than anything I could put into words. Whatever understanding lies in Arthur’s gaze escapes and burrows its way to my very core.",
            "A dozen frantic, anonymous conversations, each buried in the depths of anonymous internet chat rooms for fear of how they could blossom in the daylight.",
            "You: “Arthur…”",
            "He’s more goth than all of us.",
            "Instinct kicks in. Our eyes frantically size up the room in search of an appropriate surface.",
            "Arthur: “Yaaa!”",
            "With a howl, Arthur kicks the body off of the examination table. Raw instinct kicks in.",
            "We leap onto the cold steel, so entwined that it’s impossible to separate us.",
            "The sensation of cold steel energizes us, supercharging the air as we descend into the inky blackness of ultra goth passion…"
          ]
    },
    "conspiracy": {

    },
    "lover": {

    },
    "killer": {

    }
}