{
    "head": {
        "observational_text": ">Clumps of wiry black hair cling to the side of the victim’s head. Several loose curls have been caked with blood, effectively gluing them down. It’s difficult to tell if the victim’s hair is greasy and unkempt, or grown dirty since the murder. \n>The victim’s face looks peaceful, as if he’s sleeping and will wake up at any moment. Despite the injuries on the rest of his body, his face remains relatively undamaged. \n>His facial features are soft. A rounded chin and flat cheeks that haven’t quite lost all their baby fat. Some dirt is smudged on the left side of his face, just below the cheekbone. \n>Although his body has since picked up some dirt and grime, his complexion remains relatively clear. The color has drained from his face, highlighting just how smooth his skin is. Whatever poor choices led to his death clearly didn’t involve a flawed skincare routine. \n>The head injury is a brutal one. Although it’s relatively fresh, bits of blood have begun to coagulate in his hair and pool around the injury. The bleeding and hair make it difficult to determine the exact dimensions of the wound, but it seems to extend from behind his ear up towards his scalp. \n>Whatever impact injured his head was delivered with enough force to partially crack his skull, giving his overall head shape an uneven and somewhat flat appearance. Clumps of loose skin around the point of contact suggest the possibility of a serrated weapon, but it will ultimately be impossible to determine the exact dimensions without shaving his head and compromising potential trace evidence.\n>Several smaller tears are present along the back of the scalp. These partially scabbed injuries, along with missing strands of hair suggest that bits of his hair were forcefully torn out prior to death.",
        "musings": {
            "Meticulous": {
                "path": "killer",
                "text": [
                    "There are few points on the human skull that can be punctured in such a way. The skull is too thick for common weapons to penetrate without effort, and a stronger force would have ruined the victim’s face.",
                    "Then why would the skull be cracked in such a way? Perhaps the victim was knocked into submission first, skull like a dollar store egg.",
                    "Which means that the wound was delivered later, deliberately. You can tell from the bleed that it occurred pre-mortem, the knife an unwelcome guest to the victim’s cortex.",
                    "Whatever the killer’s reasons, the effect was obvious. A death too quick to react to, reflected in the stoicism of the victim’s expression. Marble, paler than the surface upon which it rested, cold like old bathwater.",
                    "A short dribble of blood falls from the cadaver’s mouth. The puncture wound is too far for the blood to naturally travel. It was placed there, intentionally.",
                    "Red dye on buttercream skin, a red velvet cake of death.",
                    "I was going to eat that cake."
                ],
                "requires": 0,
                "arthur_response": [
                    "You: “The killer was meticulous, Arthur.”",
                    "Arthur: “What makes you say that?”",
                    "You: “See here. This wound was delivered precisely in such a way as to cause instant death without destroying the victim’s face. Further right and it would have punctured the victim’s cheek, further left and it might sever the victim’s spinal cord.”",
                    "You: “Whoever our killer is, it’s clear that they’re incredibly skilled. Perhaps a professional assassin or medical professional.”",
                    "Arthur: “Aren’t we getting ahead of ourselves Doctor?”",
                    "Watson was squinting at the corpse’s visage, squinting a little as they took in the ravaged face.",
                    "Arthur: “The injury is at the base of the neck. Surely you don’t need a PhD to slide a knife into a sleeping man’s vertebrae.”",
                    "Internally I struggled to hold back a good chortle. Arthur was the kind of man who desperately aspired to be brighter than those with three times his experience and intellect.",
                    "You: “Maybe to a layperson, but easier said than done. This was delivered with force Arthur, enough to kill the victim before he even realized what was happening. Look at his face Arthur, this is a man who hadn’t realized how quick their end was approaching.”",
                    "You: “Even you must know enough to be impressed by such a clean murder. With every hack job, and mugging gone wrong that passes through here it’s nice to see someone with a hint of professionalism.”",
                    "Watson looked irritated, but held his tongue and jotted something down on the clipboard. He would get over it, you didn’t get far here with thin skin."
                ]
            },
            "The head wound…": {
                "path": "conspiracy",
                "text": [
                    "The wound behind the ear is most likely the cause of death. The skull fractured into pieces small and sharp enough to pierce brain tissue, and there are some pieces still lodged into the tissue itself, despite the poor handling of the body.",
                    "That said, the shape of the wound is unclear. I don’t want to shave the head, but I might consider it if absolutely necessary.",
                    "The strange shape of the wound does, however, bring into question the nature of the weapon used. Was it a blunt instrument, or an improvised tool?",
                    "Arthur might have something to say about it."
                ],
                "requires": 0,
                "arthur_response": [
                    "You: “The wound back here is an odd one, to say the least. Come take a look.”",
                    "Arthur leans in from the other side of the table, wincing slightly once he catches view of the matted tangle of blood and hair. He observes it for a moment, his eyes betraying some small fascination, then pulls himself gently away.",
                    "Arthur: “It looks like a wound right out of the textbook, frankly. I don’t think it could be any more clearly an object made a weapon in the spur of the moment; a crime born from passion turned sour; perhaps a lover’s quarrel turned deadly, with some femme fatale having had more than enough of our victim’s vagrant ways, turning in frustration to violen--”",
                    "You:“Arthur. If you’ll look a little more closely, you’ll see the ripped skin on the sides of the wound. These patterns extend further into the flesh, indicating some degree of serration and a relatively thin object.”",
                    "You: “Your theory is compelling, but impractical. Especially given the rest of the wounds on the body.”",
                    "Arthur gives a glance to the victim, seeming to wax poetic in his own world just a bit longer, trying to burn the image of his thorned rose into his memory. He writes something in his notes, his face downcast."
                ]
            },
            "Ruminate": {
                "path": "humor",
                "text": [
                    "I take a look at the victim’s hair. It’s greasy, enough so leave streaks on my gloves after just a moment of contact.",
                    "Was his hair always this unkempt, or did something happen to the body post mortem?",
                    "I pick at it gently to avoid agitating the wound on his scalp too much.",
                    "Streaks of blood are caked into his hair, gluing strands into macabre braids. Flecks of dried blood crack and fall off whenever I move it.",
                    "There are some pretty gruesome patches on his scalp where the skin has been ripped clean off.",
                    "While it’s hard to initially see the damage, it seems that his mangy hair is hiding an extensive deal of damage.",
                    "How did it happen? Those injuries are usually consistent with having hair forcefully yanked out.",
                    "Was he dragged somewhere? Did this happen during a struggle? I study the rest of his head for further signs of damage.",
                    "There’s blood pooling around his head wound. Although subtle, there seems to be a noticable difference between the blood texture in his hair and the blood pouring from the side of his head.",
                    "Did these injuries happen at different times?",
                    "I make a note of that.  The victim’s hair isn’t too long. Whatever grabbed him did so with a remarkable degree of force."
                ],
                "requires": 1,
                "arthur_response": [
                    "You: “I’m starting to see a pattern come together.”",
                    "You: “This might be a bit of a reach, but I’m ready to start drawing conclusions about our corpse.”",
                    "You: “Between the tattoo and possible signs of a struggle on his body, I’m guessing that our victim was a fighter. He didn’t die quietly.”",
                    "Arthur: “You’re basing that off a tattoo?”",
                    "You: “Not quite. But I’ve seen a lot of bodies down here over the years. After a while, you get a sense for how people died. Not just the cause of death, but the circumstances.”",
                    "You: “Was it peaceful? Was it violent? Did they resist? Every injury tells a story, and this man’s injuries paint the image of a man who clung to life until his very last moment. Death really had to put the work in.”",
                    "Arthur “Huh. Noted.”",
                    "Arthur records these observations. His brow furrows as he does so.",
                    "You: “This isn’t a clinical observation, but there’s something almost ironic about a tattoo like that and an ending like this.”",
                    "Arthur: “Hm? I’m not sure that I follow.”",
                    "You: “Remember our observations about the subcultures with tattoos like this? They were everywhere a decade ago.”",
                    "You: “A lot of these bands celebrated death. Their music explored some of the more uncomfortable and melancholy symbolism behind it. They were brutal people, but in a weirdly emotional way instead of a physical one.”",
                    "Arthur: “I see..?”",
                    "You: “Sorry. I digress. Memories, y’know? There’s this certain edge to those old goth cultures you don’t see anymore.”",
                    "You: “There’s this apocryphal story about one of the guys from Nightwish writing a full album as a suicide note. It’s unrelated, but there’s death all around, I suppose.",
                    "Arthur: “Huh.”",
                    "Arthur: “Good observation. Just a quick note doctor, I think you’re confusing your genres a bit.”",
                    "Arthur: “Nightwish isn’t goth, remember?”",
                    "Arthur: “There’s certainly a thematic overlap, and a guy with a tattoo like this could conceivably be both into EuroMetal and goth culture, but we shouldn’t write them down like they’re the same thing.”",
                    "You: “Right.”",
                    "I make a mental note of that and file it away."
                ]
            },
            "Litigate": {
                "path": "humor",
                "text": [
                    "Something’s been bothering me. The air is uneasy.",
                    "Something beyond the corpse in front of me. As uncomfortable as his injuries are. They represent something familiar.",
                    "I can tolerate death. I can tolerate violence. They’re uncomfortable, especially in this proximity, but I can understand them.",
                    "Working as a mortician has made me respect this brutality as an innate fact of life.",
                    "We all die. That’s non-negotiable. The only say we have in the matter is if we leave this world with any dignity. This corpse sure didn’t.",
                    "I can understand that. I tolerate that. I have to.",
                    "What I don’t tolerate, however, is disrespect.",
                    "The victim stares back at me. His face is vacant, stranded somewhere beyond sleep.",
                    "I look back up at Arthur. His beady little eyes sit smugly atop his mask. How dare he.",
                    "How dare he.",
                    "I’m a mortician. There’s a body in front of us. Our objective is to learn as much as we can about the cause of death.",
                    "So, I don’t see any space in that equation for Arthur to start mouthing off about what is and isn’t goth.",
                    "Does he think he’s helping? Does he think he’s making a positive contribution?",
                    "Fuck that. Fuck him.",
                    "I could replace Arthur in a heartbeat and the only thing I’d lose is the noise. The boy has one job, and he’s doing worse than a tape recorder would.",
                    "Tape recorders don’t get smug about definitions of Goth.",
                    "They listen. They record. They reiterate. Tape recorders don’t feel the obsessive need to make their lack of musical awareness into everybody else’s problem.",
                    "I look up at Arthur again. Fuck that guy and his smuggness."
                ],
                "requires": 2,
                "arthur_response": [
                    "You: “Okay. I really don’t need you getting all sanctimonious over this, especially when we’ve got a dead body in here.”",
                    "You: “And I especially don’t need you policing me about what is and isn’t goth, especially when you’re so incredibly wrong about it.”",
                    "Arthur: “Wait, what is this about--”",
                    "You: “You know damn well what this is about, you fool.”",
                    "You: “You absolute goddamn loon.”",
                    "You: “You soft brain soyboy.”",
                    "You: “Parading all up in here with a brain that looks like raw chicken breast all up in MY morgue and trying to tell me what goth it.”",
                    "You: ““",
                    "You: “Hey! Hey Arthur!”",
                    "“Arthur stares back at me nervously.”",
                    "You: “Hey Arthur! I’ve got a message for you!”",
                    "Arthur: “OKay..?”",
                    "You: “Hey Arthur! Fuck you!”",
                    "You: “And if you see your parents, I want you to tell them something for me.”",
                    "A pause.",
                    "You: “I want you to tell them:”",
                    "You: “Fuck you!”",
                    "You: “Look at the audacity on this bitch. Comin’ up all in my morgue and trying to tell me what IS and ISN’T goth.”",
                    "You: “Guess what, boy“?",
                    "Arthur is silent, his expression sunken behind his mask.",
                    "You: “How are you the least pleasant person in this room when the other one is a goddamn corpse, Arthur?”",
                    "Whew. I pause and catch my breath.",
                    "What was I doing again? I look down. In the heat of the moment, I had plunged my hand into the open wound on the victim’s head.",
                    "My hand is caught in an instinctive death grip around the victim’s brain. It squishes about under my fingers.",
                    "Still a better brain than Arthur’s. No contest."
                ]
            },
            "The head wound was caused by…": {
                "path": "conspiracy",
                "text": [
                    "I know what the pattern on the back of the head looks like. I’ve seen this wound before, but not on humans…",
                    "Pigs! I’ve seen this wound on pigs! There’s a sacrificial weapon that’s meant to behead them, a… what was it…? A ram-dao! But who would use one of those… on…",
                    "Oh, shit. This goes deeper than a standard murder. I need to run this by Arthur."
                ],
                "requires": 2,
                "arthur_response": [
                    "You: “Arthur.”",
                    "Arthur: “Doctor.”",
                    "You: “What do you know about livestock?”",
                    "Arthur: “Only as much as I could have learned dissecting them. Why?”",
                    "You: “I suppose I expected as much. While I was back in Bangladesh, I was very close to some animal sacrifices. This wound… this wound is consistent with--no, this is a wound from a weapon called a ram-dao. They’re used in ritual sacrifices.",
                    "Arthur: “I doubt it’s that specific, really. It’s almost surely just some object the killer grabbed in haste.”",
                    "Arthur starts scribbling in his notes. Maybe he’s not seeing the pieces the way I am. No, that can’t be it. He has to see it all, the evidence is overwhelming! Then… why does he deny it? It couldn’t be…"
                ]
            }
        }
    },
    "torso": {
        "observational_text": ">Victim has a single laceration spanning from just below the sternum to just below the navel. Sole surface-level injury in this area.\n>The cut is deep, like a thought that lingers just a little too long. Intestines were found outside the body, and have been partially replaced for this procedure.\n>Intestines themselves are shredded and almost unrecognizable. Faithful reconstruction is impossible, but it can be noted that a significant amount of tissue is missing.\n>Torso is muscular, but not extreme. Victim might have worked in labor.\n>Torso as a whole is trim, lacking in fat. Feature is incongruent with remainder of body, which has a healthy level of fat.  \n>Internal organs remain largely undisturbed, save for intestines. White spots appear to populate the liver just beneath the surface of the flesh, like dying stars in a dim, red universe.",
        "musings": {
            "thorough": {
                "path": "killer",
                "text": [
                    "The killer’s hands have been over every inch of this body.",
                    "Their scrambling of the victim’s intestines was almost total, but the rest of the organs remained undisturbed. This kind of cut would require an understanding of the body that moved beyond a nursing student’s anatomy class.",
                    "If the slim torso is any indication, they removed more than a little fat from the body, without rendering the torso a bloody soup. Even I would have trouble performing a post-mortem liposuction, much less one starting with a single central incision.",
                    "What would the killer have looked like, crouched over their macabre work for hours, performing to an operating theater of the mind.",
                    "Diligently separating the connective tissue, like a seamstress laying out cloth. Pulling out the organs gingerly, before dashing them to the barren ground and going through them like a rabid dog.",
                    "What knowledge did you divine from those entrails I wonder?"
                ],
                "requires": 0,
                "arthur_response": [
                    "You: “Our killer was diligent, thorough. They took their time with this, were fully committed to their gruesome work.”",
                    "Arthur: “What makes you say that?”",
                    "You: “Look at this incision, mid chest and yet they took the time to dig the intestines out of the lower abdomen. Any layman could tell you it would be easier to place a lower horizontal cut, but that could drag the rest of the organs out after they began cutting.”",
                    "Arthur: “The cut did go sternum to navel, in a typical chest incision cut. It could be the killer watched some police procedural, and aped what they saw.”",
                    "You: “Arthur, you aren’t using your head. If some amateur had tried this, the organs would be a mess. The rough handling would had left some sort of bruising or external evidence.”",
                    "You: “Lungs shredded like a moth’s wings, the heart an overripe peach, gall bladder like a popped gusher.”",
                    "You: “Yet this man’s organs are pristine, untouched, free of the grime and offal that severed intestines have disgorged. Look Arthur, do you see a spot of fecal matter, a dash of digestive fluid? Either our killer knew what they were doing, or they invented windex for organs.”",
                    "Arthur seemed a bit queasy, nauseous at my brilliance. This was a typical reaction to lesser minds in the face of genius, he’d have to learn to push through it.",
                    "You: “That’s not even regarding the fat removed from the victim’s torso. I’m sure if you’ve ever prepared a good steak, you know how difficult it can be to remove the gristle from the good meat.”",
                    "You: “Our killer was meticulous, likely working with a surgical implement or other precise instrument, removing the fat from the scene of the crime.",
                    "Arthur: “Why would our killer bother to do that? What possible use would they have for a dozen pounds of fat?”",
                    "You: “Twenty-six pounds to be precise Arthur, compare the victim’s weight from their driver’s driver's license with his recorded weight.”",
                    "Arthur: “Twenty-six pounds then. Where you you even put that?”",
                    "You: “Twenty-six pounds of human fat are easy enough to preserve. You could comfortably fit it within a gallon freezer bag, or a couple empty milk jugs.”",
                    "Arthur: “Why-”",
                    "You: “Would you keep it? Haven’t you seen fight club Arthur, perhaps our killer wanted to make a nice soap, think of the victim as they showered at night.”",
                    "You: “You could make a nice candle perhaps, or use it as a nice ghee. Human flesh melts at 35 celsius, perfect for an olive oil or butter substitute. It also has an almost bacony aftertaste, so it’s wonderful for a morning fry up.”",
                    "I couldn’t be sure if Arthur was impressed by my medical knowledge, or worldly experience, but he didn’t seem interested in continuing the conversation. Wise, my thoughts were too important to countenance further interruption."
                ]
            },
            "The internal organs aren’t quite right…": {
                "path": "conspiracy",
                "text": [
                    "I don’t like the way these organs are sitting; they seem too big for the abdominal cavity. They’re pushing on the diaphragm like rain to a dam, ready to burst through and funnel the sinew of these impostor organs through the cracks like pasta dough through a strainer.",
                    "They’re definitely too big for the space they’re in. There’s no way these organs are… his. That’s bizarre enough on its own, but: whose are they?",
                    "Looking at them a little more closely, these aren’t even human. Is this some kind of sick joke? This cadaver is stuffed full of pig organs!",
                    "And yet… I’ve been operating under the assumption that the incision here was made post-mortem. Is it possible that this was sealed and reopened?",
                    "There appear to be scars consistent with cauterization on the fringes of the incision. How long was the victim made to hold organs that weren’t his?",
                    "Even more bizarre, the foreign organs appear to have been taking to the body, even going so far as to merge with the victim’s own flesh in places.",
                    "Surely Arthur is not so foolish to have missed all of this. He can see it on my face, I’m sure. But he seems stoic."
                ],
                "requires": 2,
                "arthur_response": [
                    "You: “Arthur, what can you see here?”",
                    "Arthur: “An abdomen full of intact organs and shredded intestines.”",
                    "You: “It’s more than that, I think. What stands out about the organs themselves, intact as they are?”",
                    "Arthur: “I’d say they’re a bit large, if anything, but that’s not out of the ordinary. This textbook says organs can enlarge and bloat after death, and retain excess moisture for a time.”",
                    "Of course he’d have a textbook reference for this. That doesn’t mean anything drastic, though, just that he’s done his research. I’d expect at least that.",
                    "You: “Well said. Anything strike you about the intestines?”",
                    "Arthur: “They’re not especially remarkable, other than their distinct… shape.”",
                    "You: “What shape are you referencing?”",
                    "Arthur: “The lack thereof, naturally.”",
                    "Interesting. He seems to be dancing around the idea of foreign influence on the cadaver. Could it be…"
                ]
            },
            "The stab wound…": {
                "path": "conspiracy",
                "text": [
                    "The laceration in the abdomen appears consistent with a stab wound that was twisted in the gut and wrenched downward. Based on the tearing in the flesh, the weapon used could have been anywhere from 7 to 9 inches long, and it was sharp.",
                    "My old English professor would have said the situation was rather phallic, but I’m not so sure. Nothing about a murder screams, “homoerotic!” to me.",
                    "Looking at the depth of the incision does make me think that the victim was screaming when he realized his internals would be spilling out, though.",
                    "I can’t say I envy him: the whole array of suffering puts a lump in my throat. Fleeing the chaos of the abdomen and the inevitability of the brain, it seeks shelter in the between. And yet, it lives.",
                    "This might make a good opportunity to teach Arthur about some of the realities of this life; bridging the gap between the newborn student and the grizzled mentor, we can gain understanding from death’s uncompromising grip."
                ],
                "requires": 0,
                "arthur_response": [
                    "You: “Arthur, make a note that the abdominal wound is deep enough that the weapon could have grazed the spinal column, but did not.”",
                    "Arthur: “Okay, what does that mean for the victim?”",
                    "Good question.",
                    "You: “Whoever attacked them did so without any wasted motion. The cut was nearly surgical in precision. Nearly.”",
                    "Arthur: “And that means…?”",
                    "You: “Our victim was not struggling when this was made. As for whether or not the wound was inflicted post-mortem remains to be seen, but I’d wager it was post-mortem.”",
                    "Arthur: “So, the killer has a fascination with dissection? Would the complete disarray of the intestines point in that direction?”",
                    "You: “Very likely, yes.”",
                    "Arthur takes a minute to scramble for his notes, which he had put down briefly before. He pulls a pen from the pocket of his scrubs, and begins writing with speed like a racehorse."
                  ]
            }
        }
    },
    "arms": {
        "observational_text": ">Victim has several injuries along his arms consistent with a struggle, but the overall chaotic nature of the body makes it difficult to tell which ones are recent.\n>The victim has scars dotting the ridges of his knuckles. While visible, they aren’t pronounced enough to tell the source.\n>Blood on the victim’s hands suggest injuries along the knuckles that recently reopened. Patches of blood have dried on the inside of the victim’s fingers which appear to be from this source.\n>Bruising along the victim’s forearms consistent with blunt impact. These bruises have bloomed into vibrant blue splotches that cover his arms like patchwork flowers. Webs of burst capillaries indicate that the trauma was severe, but the blooming makes it difficult to tell the initial dimensions of the impact.\n>The victim’s fingernails are jagged and uneven, suggesting that he frequently bit his nails. Trace organic matter seems to be stuck under the fingernails and caked with dried blood. It is unclear if the blood belongs to the victim or another party.\n>One of the victim’s fingernails--his left ring finger--has been torn clean off. The skin underneath is raw and agitated.\n>The thumb on his left hand is badly injured, and appears to be bent out of shape. It protrudes at an odd angle, having been broken just above the middle joint. Discoloration is especially pronounced.\n>The victim’s left arm is noticeably more discolored than the other. The uncertain TOD widens the potential range of factors that could cause this. While the most likely scenario is that the arms were unevenly tan, it is impossible to determine without more extensive examination.\n>Likely irrelevant, but the victim’s left arm is 0.74 inches longer than his right. Neat!",
        "musings": {
            "PERHAPS HE WAS TORTURED": {
                "path": "killer",
                "text": [
                    "The scarring across his fingers indicates damage old enough to heal. Perhaps the victim was a fighter, professional or otherwise, but there are other possibilities.",
                    "While the injuries seem indicative of fighting, a clever killer could perhaps disguise intentional injuries under that presumption.",
                    "Deliberate bruising to the arms, reopened scabbing. The skin under the victim's fingernails should say for sure, if it’s the victim it’s likely from nail biting and self-inflicted injury.",
                    "A more thorough examination would reveal how long it would have taken, whether this poor soul was locked away for hours or days. Repeatedly beaten in some perverse artistic expression."
                ],
                "requires": 0,
                "arthur_response": [
                    "You: “Watson, run the skin under the victim’s fingernails.”",
                    "Arthur: “You think it might be the killer?”",
                    "You: “Yes, or the Victim’s.”",
                    "Arthur: “The Victim’s?”",
                    "You: “If these wounds are inflicted by torture, as I suspect, it’s likely that the victim tore at their own skin in agony.”",
                    "Arthur: “But aren’t these injuries consistent with a fight?”",
                    "You: “They could be, but that could be a trick by out killer to hide the traces. You can cause plenty of harm with blunt force trauma.”",
                    "You: “Imagine, being trapped in the darkness, arms tied down in front of you. A masked figure enters every five minutes. He beats on your arms for five-ten minutes, with a pipe, a rock, his hands.”",
                    "Arthur: “Jesus.”",
                    "You: “You’re sore, tired, scared. You aren’t sure you’ll be able to use your hands again, mentally destroyed. You have to get into the victim’s head Arthur, feel what they were feeling.”",
                    "Arthur: “I’d really rather not.”",
                    "You: “Fear, Arthur, is something we come to know intimately in this work. Really, by the time it comes death is more of a release.”",
                    "Arthur: “I’m not sure that’s really professional.”",
                    "You: “What’s unprofessional is not giving the investigation the entirety of our observations. Our reports are an art Arthur, and art is filtered through the mind of that Author.”",
                    "You: “What we report say as much about us, as it does about the body.”",
                    "He seems confused, but he’ll understand in time. They always do."
                ]
            },
            "The broken thumb…": {
                "path": "conspiracy",
                "text": [
                    "The way the thumb is broken, it seems our victim may have been held against his will, and attempted to escape.",
                    "The way traditional handcuffs are constructed, if someone were to break their own thumb, someone could feasibly slip them.",
                    "That is to suggest, however, that the victim had the know-how and the wherewithal to conceivably attempt an escape, and the ill-fortune to fail in the process.",
                    "Or perhaps the odds were stacked against him… It could be inferred that the victim had multiple assailants, given the inconsistency between injuries.",
                    "What was it, then, that pitted the victim against a force both more powerful and more well-equipped than him?",
                    "Looking at the injuries on the hand, it seems that the thumb is broken in two places: at the base, where it could have been self-inflicted, and above the middle joint, where this is substantially less likely.",
                    "The former injury is also older than the latter, so it might be possible that the victim made an attempt to escape, was captured, and was then tortured for it.",
                    "Strange…"
                ],
                "requires": 1,
                "arthur_response": [
                    "You: “Arthur, have you ever been handcuffed?”",
                    "Arthur: “No, Doctor. I don’t think crime would serve me any better than my knowledge.”",
                    "You: “There are other situations where you might end up in bonds, Arthur. Should you find yourself in handcuffs and valuing your freedom more than your joints, you should know that you can slip them by breaking your own thumb at the base.”",
                    "Arthur: “It’s highly unlikely I would allow myself to be in that position, to be honest.”",
                    "You: “You’re probably right about that. Our victim, however, was not so careful. He found himself in conventional handcuffs, attempted to escape, was caught, and then was tortured.”",
                    "You: “We can see that the thumb is broken in two places, and one injury stands out from the rest: the base of the thumb, broken intentionally. The stress fractures indicate that no tool was used at the base, but some sort of clamp or a pair of pliers was used elsewhere.”",
                    "Arthur is absorbed in his notes, looking for something. His eyes flash with recognition, he looks to me, and looks back to his notes.",
                    "Arthur: “You got all that from the thumb?”",
                    "You: “More or less. You have to also take into account the bruising on the arms, and the cadaver as a whole. Then, things start to fall into place.”",
                    "When I glance back to Arthur, he’s scribbling away in his notes. He has a good head on his shoulders, and he’s quick with his pen. I wonder if he writes faster than he talks?"
                ]
            }
        }
    },
    "legs": {
        "observational_text": ">Skin of the victim’s legs shows signs of impact, but does not have pronounced injuries.\n>His left knee shows faded incision marks, the injury lost to time like so many of my past loves. A possible sign of reconstructive surgery, human hands knitting together what cellular division could not. Sometimes I wonder what my life would have been like, had these hands been turned towards restructuring the living instead of examining the dead.\n>The most notable feature on the victim’s legs is a tattoo that occupies most of their calf. While the tattoo looks lightly faded, the hair around it has been shaved and a few points are scabbing over, suggesting it has recently been touched up.\n>The tattoo design is not familiar to any investigating police officers, but the recent additions may help us identify the tattoo artist and--by extension--the victim.\n>This tattoo in question is a slightly faded custom design done in single-color common shading ink. The design appears consistently faded which suggests it healed improperly the first time but such information is likely irrelevant to the investigation.\n>Although the source is unknown, the stylistic designs on the tattoo are reminiscent of a band logo. A large gothic ‘K’ sits in the middle of a celtic web in the center of two flourishing wings. Several rings of runic lettering encircle the logo although these appear to be pure direction instead of any translated meaning.\n>While the wings have a similar structure to common depictions of angel wings, they are illustrated using dozens of angular curved lines instead of illustrated feathers. The wingtips feature rather distinctive tapering, suggesting that they’re supposed to look like blade edges.\n>The ‘K’ logo itself is written in a faux-middle ages gothic lettering. To be more specific, it appears to have come from a common font based around Bavarian-Germanic title characters.\n>The entire tattoo appears to have all been done at once, suggesting that this is a single cohesive design with no modifications besides the recent line touch ups.",
        "musings": {
            "That tattoo is strange…": {
                "path": "conspiracy",
                "text": [
                    "That tattoo reminds me of one I’ve seen before, but I don’t recall where.",
                    "It seems almost like a bad rendition of a Gaelic design, but the gothic-looking K is throwing me off.",
                    "Too fancy to be a whim, not good enough to be deliberate. Definitely recently retouched.",
                    "Seems almost intentionally misleading…"
                ],
                "requires": 0,
                "arthur_response": [
                    "You: “Arthur.”",
                    "Arthur: “Hm?”",
                    "You: “What do you see in this tattoo?”",
                    "Arthur “It’s kind of overdone, if you ask me. The linework is too much of a distraction from the intent of the piece, and the whole thing comes across as muddled.”",
                    "You: “I’d agree. However, we’re looking at it empirically. It should be noted that the skin is scabbed in spots, and some of the hair on this leg is shaved. What’s important about that is that the victim cared enough about this piece to have it retouched. But who was he keeping appearances for? Himself? Or another?”",
                    "Arthur: “I don’t think anyone would be keeping tabs on his tattoo, Doctor.”",
                    "You: “Possibly. But we can’t rule it out.”",
                    "Arthur writes something in his notes. I’ll need to come back to those later. For now, what else could this body be hiding?"
                ]
            }
        }
    },
    "clipboard": {
        "observational_text": ">Weight: 200lbs\n>Height: 5’10”\n>Sex: Male\n>Hair Color: Black\n>Hair Length: Medium\n>Eye Color: Blue\n>Age: Appears 30-35\n>Clothing: Plain business clothing. Blue collared shirt with vertical stripes, brown belt, khaki pants, white undershirt.\n>Valuables: no jewelry worn, pendant found in left-hand front pocket.",
        "musings": {
            "That pendant catches the eye…": {
                "path": "conspiracy",
                "text": [
                    "The pendant is made of a sturdy metal, harder than losing a child and colder than the rain at the funeral.",
                    "Engraved into the face is a design that looks to feature an teardrop shape, or possibly an eye.",
                    "An eye to catch the eye, perhaps? Or is it spiritually significant?"
                ],
                "requires": 0,
                "arthur_response": [
                    "You: “Arthur, make a note of the pendant’s design.”",
                    "Arthur: “What’s the significance?”",
                    "You: “Could be many things. We’re looking at something significant to the holder, so it might be of religious importance, or sentimental value. Any ideas?”",
                    "Arthur: “I don’t know if it means much of anything. The design couldn’t be an eye, though, right? That would just be creepy.”",
                    "You: “It could be. We may have to ask any remaining family about it.”",
                    "Arthur makes a note to himself. Now, to the rest of the evidence."
                ]
            }
        }
    }
}